#Напишите программу, в которой вычисляется сумма, разность и произведение двух целых чисел, введенных с клавиатуры.
A = int(input('Введите число: '))
B = int(input('Введите число: '))
print(int(A) + int(B))
