#1. Вывести на экран 10 раз своё имя
#2. Вывести на экран числа от 1 до 100
#3. Вывести на экран все четные числа от 1 до 100
#4. Вывести на экран все числа от 1 до 100 кратные 4
for i in range(10):
    print('Sonun')

for i in range(0, 100):
    if i % 2==0:
         print(i)

for i in range(0,100):
    if i % 4 ==0:
        print(i)


